Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/regjeringen.no/ansvarsomraader_id_488.html.tmx
Source language: nob
Languages: sme

source: Departementets hovedmål er å sørge for at grunnleggende rettssikkerhetsgarantier blir opprettholdt og utviklet.
sme: Departemeantta váldoulbmil lea bearráigeahččat ahte vuđolaš riektesihkarvuođadáhkádusat dollojuvvojit ja ovddiduvvojit.

source: Et overordnet mål er å sikre samfunnets og enkeltmenneskets trygghet.
sme: Bajemus dási ulbmil lea sihkkarastit servodaga ja ovttaskas olbmuid oadjebasvuođa.

source: Departementets hovedoppgaver:
sme: Departemeantta váldobarggut::

source: Sekretariat for politisk ledelse
sme: Politihkalaš njunnožiid čállingoddi

source: forberede saker for regjering, Kongen i statsråd og Stortinget
sme: ráhkkanahttit áššiid ráđđehussii, Gonagassii stáhtaráđis ja Stuoradiggái

source: bidra til å gjennomføre regjeringens politikk
sme: váikkuhit dasa ahte ráđđehusa politihkka čađahuvvo

source: Etatsledelse
sme: Etáhtajođiheapmi

source: utvikling og oppfølging av ytre etater og domstolene
sme: ovddidit ja čuovvut olggobeal etáhtaid ja duopmostuoluid

source: Forvaltning
sme: • Hálddašeapmi

source: ansvar for forvaltningsoppgaver som berører enkeltpersoner, bedrifter, institusjoner, kommuner og statlig virksomhet
sme: hálddašanbargguid ovddasvástideaddji mat gusket ovttaskas olbmuide fitnodagaide, institušuvnnaide, suohkaniidda ja stáhta doaimmaide

source: publikumsservice
sme: bálvalusat álbmogii

source: Justisdepartementets hovedsatsingsområder:
sme: Justiisadepartemeantta váldonannensuorggit:

source: redusert kriminalitet
sme: geahpedit vearredaguid

source: trygghet og rettssikkerhet
sme: oadjebasvuohta ja riektesihkarvuohta

source: åpenhet og demokrati
sme: rabasvuohta ja demokratiija

source: justisvesenets oppgaveløsning og service til publikum
sme: • justiisadoaimmahaga bargguid bargat ja gozihit bálvalusaid álbmogii

source: Mer om departementets arbeidsområder finner du under avdelinger.
sme: Don gávnnat eanet dieđuid departemeantta bargosurggiid birra ossodagaid vuolde
